/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Komórkowy";
"connectivity.not-connected" = "Nie połączony";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "Anuluj";
"general.alertview.close" = "Blisko";
"general.alertview.dismiss" = "Oddalić";
"general.alertview.error" = "Błąd";
"general.alertview.confirmation" = "Potwierdzenie";

"general.alertview.ok" = "ok";
"general.alertview.reload" = "Przeładować";
"general.alertview.success" = "Powodzenie";

/* Filter sections title */
"history.filter.device" = "Urządzenie";
"history.filter.networktype" = "Typ sieci";
"history.qos.detail.test" = "Test";
"history.qos.headline.details" = "DETALE";
"history.qos.headline.tests" = "TESTY";
"history.result.headline.details" = "Detale";
"history.result.headline.map" = "Mapa";
"history.result.headline.measurement" = "Pomiary";
"history.result.headline.network" = "Sieć";
"history.result.headline.qos" = "Testy jakości usług";
"history.result.map.accuracy" = "Precyzja";
"history.result.map.invalid-coordinates" = "Nieprawidłowe współrzędne";
"history.result.map.latitude" = "Szerokość";
"history.result.map.longitude" = "Długość geograficzna";
"history.result.map.result" = "Wynik mapy";
"history.result.map.show" = "Pokaż mapę";
"history.result.more-details" = "Więcej szczegółów";
"history.result.qos.details" = "DETALE";
"history.result.qos.details.description" = "OPIS";
"history.result.qos.details.failed" = "Uszkodzone";
"history.result.qos.details.succeeded" = "SUCCEEDED";
"history.result.qos.results" = "wyniki";
"history.result.qos.results-detail" = "Szczegóły wyników";
"history.result.time" = "Czas";

/* History Sync Code Alert */
"history.sync.code-text" = "Kod synchronizacji";
"history.sync.code.copy" = "Skopiuj kod";
"history.sync.code.enter" = "Wprowadź kod";
"history.sync.code.enter-text" = "Wprowadź kod synchronizacji:";
"history.sync.code.request" = "Kod zapytania";
"history.sync.merge" = "Aby połączyć historię z dwóch różnych urządzeń, poproś o kod synchronizacji na jednym urządzeniu i podaj go na innym urządzeniu";
"history.sync.success-message" = "Synchronizacja historii zakończyła się sukcesem.";
"history.sync.sync" = "Synchronizuj";

/* History index buttons */
"history.uibar.filter" = "Filtr"; /* Unused */
"history.uibar.sync" = "Synchronizuj";

/* Loop Mode */
"loopmode.change_server.title" = "ZMIEŃ SERWER";
"loopmode.init.btn.test" = "Test";
"loopmode.init.btn.loop-test" = "Test pętli";
"loopmode.test.header.measurement" = "MIERZENIE";
"loopmode.test.header.current" = "OBECNY";
"loopmode.test.header.median" = "MEDIANA";
"loopmode.test.progress.format" = "TRYB PĘTLI (%d of %d)";
"loopmode.test.init.title" = "TRYB PĘTLI";
"loopmode.test.results.title" = "WYNIKI TRYBU PĘTLI";
"loopmode.test.time_to_next_test.title" = "TIME TO NEXT TEST";
"loopmode.test.movement.title" = "RUCH";
"loopmode.init.btn.loop.on" = "Pętla włączona";
"loopmode.init.btn.loop.off" = "Pętla wyłączona";
"loopmode.test.immediately" = "Natychmiast";

"loopmode.test.state.init" = "W TYM";
"loopmode.test.state.ping" = "ŚWIST";
"loopmode.test.state.download" = "POBIERANIE";
"loopmode.test.state.upload" = "PRZEKAZAĆ PLIK";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "UTRATĘ PAKIETU";
"loopmode.test.state.jitter" = "DRGANIE";

"loopmode.abort.abort" = "Anulować";
"loopmode.abort.continue" = "Kontyntynuj";
"loopmode.abort.keep" = "Trzymać";
"loopmode.abort.title" = "Anulować?";
"loopmode.abort.message" = "Czy chcesz przerwać pomiar?";

"loopmode_alert.activation_privacy" = "Aktywacja i prywatność";
"loopmode_alert.activation_privacy.description" = "Tryb pętli pozwala na automatyczne powtarzanie testów.";

"loopmode_alert.data_usage" = "Użycie danych";
"loopmode_alert.data_usage.description" = "Należy pamiętać, że podczas trybu pętli przesyłane są duże ilości danych. Dzięki szybkiemu połączeniu z Internetem, uruchomienie 10 testów w trybie pętli pochłania 1 GB lub więcej danych.";
"loopmode_alert.data_usage.description_2" = "Zaleca się uruchomienie testu pętli tylko z prawdziwą stawką ryczałtową, gdy ruch dodatkowy nie generuje dodatkowych kosztów.";
"loopmode_alert.battery_power" = "Moc baterii";
"loopmode_alert.battery_power.description" = "Tryb pętli zużywa dużo energii baterii. Pomiędzy testami pętli tryb pętli utrzymuje GPS i wyświetlacz aktywny, dzięki czemu bateria jest rozładowywana znacznie szybciej niż w trybie gotowości. Testy zużywają również energię baterii.";
"loopmode_alert.battery_power.description_2" = "Tryb pętli powinien być używany tylko wtedy, gdy dostępne jest przedłużone zasilanie.";
"loopmode_alert.items.item_1" = "Pierwszy test rozpocznie się natychmiast po naciśnięciu przycisku Start.";
"loopmode_alert.items.item_2" = "Dalsze testy rozpoczną się po upływie czasu oczekiwania (domyślnie 30 min) lub po osiągnięciu skonfigurowanej odległości (domyślnie 250 m).";
"loopmode_alert.items.item_3" = "Testy będą przeprowadzane do momentu wykonania wstępnie skonfigurowanej liczby testów (domyślnie 10 testów).";
"loopmode_alert.items.item_4" = "Te wartości można zmienić w Ustawieniach.";
"loopmode_alert.items.item_5" = "Tryb pętli zostanie automatycznie zakończony po 2 dniach.";
"loopmode_alert.items.item_6" = "Tryb pętli można zatrzymać w dowolnym momencie.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Nota prawna";

/* Intro location question */
"intro.location.question.message" = "Aby uzyskać usługę lokalizacji, włącz ją w ustawieniach!"; /* Unused */
"intro.location.question.title" = "Korzystanie z lokalizacji"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "Nieznany";
"intro.network.connection.unavailable" = "Brak połączenia sieciowego";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "RAM aplikacji";
"intro.popup.hardware.cpu" = "procesor";
"intro.popup.hardware.system-ram" = "RAM systemowy";
"intro.popup.hardware.usage" = "Użycie sprzętu";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Połączenie w toku ...";
"intro.popup.ip.connections" = "Połączenia IP";
"intro.popup.ip.no-ip-text" = "N / a";
"intro.popup.ip.v4-external" = "IPv4 Zewnętrzny";
"intro.popup.ip.v4-internal" = "IPv4 wewnętrzny";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Lokalizacja";
"intro.popup.location.accuracy" = "Precyzja";
"intro.popup.location.age" = "Wiek";
"intro.popup.location.altitude" = "Wysokość";
"intro.popup.location.position" = "Pozycja";
"intro.popup.location.source" = "Źródło"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Ruch w tle";
"intro.popup.traffic.download" = "Pobierz ruch";
"intro.popup.traffic.upload" = "Prześlij ruch";

/* Map callout */
"map.callout.measurement" = "Pomiary";
"map.callout.network" = "Sieć";

/* Table section header title */
"map.options.filter.overlay" = "Narzuta";
"map.options.filter.country" = "Kraj operatorów";
"map.options.filter.operators" = "Operatorzy";
"map.options.filter.period" = "okres";
"map.options.filter.technologies" = "Technologie";

"map.options.filter.countries" = "Kraje";
"map.options.filter.all_countries" = "Wszystkie kraje";

/* Map overlay description */
"map.options.overlay.auto" = "Automatyczny";
"map.options.overlay.heatmap" = "Mapa ciepła";
"map.options.overlay.municipality" = "Miasto";
"map.options.overlay.points" = "Zwrotnica";
"map.options.overlay.regions" = "Regiony";
"map.options.overlay.settlements" = "Rozliczenia";
"map.options.overlay.shapes" = "Kształty";
"map.options.overlay.whitespots" = "białe punkty";

/* Alert view test intro message */
"test.intro-message" = "OSTRZEŻENIE! Korzystanie z tej aplikacji może spowodować duży transfer danych. W sieci 3G objętość danych dla pojedynczego testu wynosi od 5 do 10 MB. W sieci 4G wolumin ten może przekroczyć 100 MB. Dostawca aplikacji nie jest odpowiedzialny za nadmierne zużycie spowodowane przesyłaniem danych podczas korzystania z tej aplikacji. Podczas testowania połączenia internetowego użytkownik powinien wziąć pod uwagę wynikowy ruch internetowy i zaakceptować konsekwencje transmisji danych.";

"test.aborted-message" = "Test został przerwany, ponieważ aplikacja przeszła do tła. Testy można przeprowadzić tylko wtedy, gdy aplikacja jest uruchomiona na pierwszym planie.";

"test.connection.could-not-connect" = "Nie można nawiązać połączenia. Prawdopodobną przyczyną jest to, że Twoje połączenie jest bardzo powolne";
"test.connection.lost" = "Połączenie z serwerem testowym zostało utracone. Test został przerwany.";

/* Test phases */
"test.phase.download" = "Pobieranie";
"test.phase.init" = "W tym";
"test.phase.ping" = "Świst";
"test.phase.upload" = "Przekazać plik";

"test.qos.failed" = "Test jakości usługi nie powiódł się.";
"test.repeat" = "Powtórz test";
"test.result.not-submitted" = "Test został zakończony, ale wyniki nie można było przekazać do serwera testowego.";
"test.results.title" = "Wyniki testów";

"RMBT-TEST-START_QOS_BUTTON" = "Testuj QoS";

/* Unit suffex */
"test.speed.unit" = "Mb / s";

"main-view-button-map" = "MAPA";
"history.delete" = "Kasować";
"test.abort.title" = "Anulować?";
"test.abort.abort" = "Anulować";
"test.abort.continue" = "Kontyntynuj";
"test.abort.message" = "Czy chcesz przerwać pomiar?";
"test.startagain" = "Zacznij jeszcze raz";

/* Menu Items */
"RMBT-NI-HISTORY" = "Historia";
"RMBT-NI-HOME" = "Dom";
"RMBT-NI-MAPS" = "Mapy";
"RMBT-NI-STATISTICS" = "Statystyka";
"RMBT-NI-SURVEY" = "Ankieta";
"RMBT-NI-HELP" = "Wsparcie";
"RMBT-NI-HISTORY-DETAILS" = "Detale";
"RMBT-NI-HISTORY-TESTRESULT" = "Wynik testu";
"RMBT-NI-INFO" = "info";
"RMBT-NI-LOOP-MODE" = "Tryb pętli";

/* TabBar Items */
"tabbar.title.test" = "Test";
"tabbar.title.results" = "wyniki";
"tabbar.title.map" = "Mapa";
"tabbar.title.settings" = "Ustawienia";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Wynik";
"RMBT-NI-FILTER" = "Filtr";
"RMBT-NI-SETTINGS" = "Ustawienia";
"RMBT-NI-PUBLISHPERSONALDATA" = "Prześlij dane osobowe"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Stronie internetowej";
"RMBT-INFO-EMAIL" = "E-mail";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Warunki usługi";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Oświadczenie o ochronie danych osobowych";
"RMBT-INFO-PRIVACYPOLICY" = "Oświadczenie o ochronie danych osobowych";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Publikuj dane osobowe";
"RMBT-INFO-CLINETUUID" = "Klient UUID";
"RMBT-INFO-TESTCOUNT"  = "Liczba testów";
"RMBT-INFO-VERSION" = "Wersja";
"RMBT-INFO-SERVERVERSION" = "Wersja serwera";
"RMBT-INFO-DEVELOPEDBY" = "Opracowany przez";
"RMBT-INFO-SOURCECODE" = "Kod źródłowy";
"RMBT-INFO-LEGALNOTICE" = "Informacje prawne Google Maps";

"RMBT-ABOUT-TITLE" = "%@ powstał podczas projektu MoQoS. Partnerami projektu byli:";
"RMBT-ABOUT-FOOTER-TEXT" = "Odwiedź moqos.eu, aby uzyskać więcej informacji o projekcie.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Pobierz Mb / s";
"RMBT-HOME-UPLOADMBPS" = "Prześlij Mb / s";
"RMBT-HOME-START" = "POCZĄTEK";
"RMBT-HOME-RUNAGAIN" = "URUCHOMIĆ PONOWNIE";
"RMBT-HOME-MBPS" = "(MBps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "O %@";
"RMBT-SETTINGS-LANGUAGE" = "Język";
"RMBT-SETTINGS-DARKMODE" = "Tryb ciemny";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Ustawienia trybu Nerd";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Ustawienia programisty";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Tryb anonimowy zapobiega skojarzeniu z klientem uuid, wynik pomiaru zostanie natychmiast rozłączony.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Tryb Nerd umożliwia zaawansowane funkcje. Aplikacja wyświetli więcej informacji przed i podczas testu.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Ustawienia programisty pozwalają ...";
"RMBT-SETTINGS-IPV4ONLY" = "Tylko IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Tylko IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "Pomiary QoS";
"RMBT-SETTINGS-QOSMANUALLY" = "Ręcznie";
"RMBT-SETTINGS-QOSNETWORK" = "W nowej sieci";
"RMBT-SETTINGS-QOSALWAYS" = "Zawsze";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Prześlij dane osobowe";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Prześlij zero testów";
"RMBT-SETTINGS-GENERAL" = "Generał";
"RMBT-SETTINGS-INFORMATION" = "Informacja";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Jakość usług";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "Pomiary jakości usług obejmują ...";
"RMBT-SETTINGS-QOSENABLED" = "Włączona obsługa QOS";
"RMBT-SETTINGS-QOSDISABLED" = "QOS wyłączony";
"RMBT-SETTINGS-NERDMODE" = "Tryb Nerd";
"RMBT-SETTINGS-ENABLENERDMODE" = "Włącz tryb nerd";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Tryb anonimowy";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Ustawienia programisty";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Zaawansowane ustawienia";

"RMBT-DEVSETTINGS-DISTANCE" = "Odległość (metry)";
"RMBT-DEVSETTINGS-MINDELAY" = "Interwał (min)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Liczba testów";
"RMBT-DEVSETTINGS-LOOPMODE" = "Tryb pętli";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "Pomiń testy QOS";

"RMBT-SETTINGS-SEND-LOG" = "Wyślij dziennik";
"RMBT-SETTINGS-DEV" = "Sekcja Dev";
"dev.code" = "Kod Dev";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Domyślne ustawienie systemowe";
"RMBT-SETTINGS-PRIVACY" = "Prywatność";
"RMBT-SETTINGS-LOCATION" = "lokalizacja";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Zarządzaj uprawnieniami dotyczącymi śledzenia lokalizacji";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Rezygnacja z personalizacji reklam";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Zarządzaj uprawnieniami związanymi z identyfikatorem wyświetlania reklam";
"RMBT-SETTINGS-PERSISTENT-UUID" = "UUID Persistent Client";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "UUID Persistent Client jest potrzebny, aby umożliwić historię pomiarów i synchronizację wyników między urządzeniami";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analityka";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Włącz analizy i wysyłaj ślady po awariach do nas";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Rezygnacja z personalizacji reklam";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "Aby zarządzać uprawnieniami dotyczącymi identyfikatora reklamowego, przejdź do Ustawienia -> Prywatność -> Reklama";

"RMBT-MAIN-VIEWREPORT" = "Szczegółowy raport pomiarowy";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Reklamy zostały usunięte. Dziękujemy za wsparcie Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Nie mogliśmy dokończyć transakcji.";

"settings.start_next_test_immediatelly" = "Rozpocznij następny test natychmiast";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Standard";
"RMBT-MAP-SATELLITE" = "Satelita";
"RMBT-MAP-HYBRID" = "Hybrydowy";
"RMBT-MAP-BASIC" = "Podstawowy";
"RMBT-MAP-STREETS" = "Ulice";

"RMBT-MAP-OVERLAYOPTIONS" = "Opcje widoku mapy Overlay View"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "obecne ustawienia"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Wersja serwera sterowania";
"RMBT-DEVSETTINGS-SEVER" = "serwer";
"RMBT-DEVSETTINGS-ENABLED" = "Włączone";
"RMBT-DEVSETTINGS-NOGPS" = "Brak GPS";

"RBMT-BASE-DECLINE" = "Upadek";
"RBMT-BASE-AGREE" = "Zgodzić się";
"RBMT-BASE-CONTINUE" = "Kontyntynuj";

"RBMT-CONSUMPTION" = "Test może powodować zwiększone zużycie danych";
"RBMT-BASE-PACKETLOSS" = "Utrata pakietu";
"RBMT-BASE-JITTER" = "Drganie";
"RBMT-BASE-TRAFFIC" = "Aktualny ruch";
"RBMT-DISABLED" = "Niepełnosprawny";
"RBMT-BASE-TESTSERVER" = "Serwer testowy";
"RBMT-BASE-MEASUREMENTSERVERS" = "Serwery pomiarowe";
"RBMT-HISTORY-NORECORDSYET" = "Żadne testy nie zostały przeprowadzone z tego urządzenia";
"history.error.server_not_available" = "Serwer jest niedostępny. Spróbuj ponownie później.";
"history.empty.button.title" = "Uruchom pierwszy test";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "SIEĆ";
"test.title.qos" = "QoS";
"test.title.performed" = "WYKONANA";
"test.title.passed" = "PASSED";
"test.title.failed" = "Uszkodzone";
"test.title.test" = "Uruchamianie testów QoS:";
"test.init.title" = "Test";

/* Tests descriptions */
"test.qos.titles.web-page" = "Strona internetowa";
"test.qos.titles.TCP-ports" = "TCP ports";
"test.qos.titles.UDP-ports" = "UDP ports";
"test.qos.titles.voice-over-IP" = "Voice over IP";
"test.qos.titles.traceroute" = "Traceroute";
"test.qos.titles.unmodified-content" = "Unmodified content";
"test.qos.titles.transparent-connection" = "Transparent connection";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Ten test sprawdza, czy strona internetowa referencyjna, oparta na stronie referencyjnej ETSI Kepler, może być przenoszona przez Internet.";
"test.qos.descriptions.TCP-ports" = "Porty TCP służą do przesyłania poczty elektronicznej, stron internetowych i innych treści iternet.";
"test.qos.descriptions.UDP-ports" = "Porty UDP są używane do telefonii IP, transmisji głosu i wideo.";
"test.qos.descriptions.voice-over-IP" = "Jest dwukierunkowe połączenie telefoniczne przez Internet.";
"test.qos.descriptions.traceroute" = "Ten test rejestruje trasę sieciową między tym urządzeniem a serwerem.";
"test.qos.descriptions.unmodified-content" = "Ten test sprawdza, czy podczas przenoszenia dane z serwera nie są modyfikowane.";
"test.qos.descriptions.transparent-connection" = "Ten test sprawdza, czy żądanie strony internetowej nie jest modyfikowane przez proxy.";
"test.qos.descriptions.DNS" = "DNS to katalog adresów internetowych. Ten test sprawdza, czy odpowiedzi DNS nie są obsługiwane.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Szczegółowe wyniki";


"measurement.unknown_error.message" = "Pomiar został przerwany z powodu nieznanego błędu.";
"measurement.unknown_error.title" = "Błąd pomiaru";

/* History headers */
"history.header.ping" = "ŚWIST";
"history.header.test" = "DATA TESTU";
"history.header.packet-loss" = "UTRATĘ PAKIETU";
"history.header.jitter" = "DRGANIE";
"history.header.download" = "download";
"history.header.upload" = "upload";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Zgadzam się z polityką prywatności i warunkami korzystania z usługi.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Zgadzam się z Warunkami korzystania z usługi.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Zgadzam się z Polityką prywatności.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Wyrażam zgodę na przesyłanie danych osobowych.";

"info.text.open_data_sources_notice" = "Oprócz własnych danych używamy i przetwarzamy otwarte dane z następujących źródeł na licencji Creative Commons Attribution 4.0 International (CC BY 4.0): Example."; /* Make customization */


"info.title.open_data_sources_notice" = "Otwórz źródła danych";

"wizard.button.i_agree_to_all" = "Zgadzam się z wszystkimi";
"wizard.button.essential_settings_only" = "Tylko podstawowe ustawienia";
"wizard.button.details" = "Ustawienia";

"wizard.one_page.title" = "Witamy w %@";
"wizard.one_page.privacy_description" = "Zanim zaczniesz korzystać z aplikacji, chcielibyśmy, abyś przejrzał %@ i dokonał świadomego wyboru danych osobowych. Możesz także powrócić do niego później za pomocą Menu / Info. Zawsze możesz skontaktować się z nami w sprawach dotyczących prywatności na %@.";
"wizard.one_page.analytics_title" = "ANALITYKA";
"wizard.one_page.analytics_description" = "Dane Analytics służą do zrozumienia, w jaki sposób nasi użytkownicy korzystają z aplikacji mobilnych i stale optymalizują usługę. Gromadzimy również dane śledzenia awarii, które pomagają nam statystycznie oceniać, analizować i rozwiązywać awarie i błędy. Używamy również identyfikatora reklamowego do przypisywania wcześniej wyświetlanych reklam do instalacji aplikacji i do analityki użytkownika.";
"wizard.one_page.persistent_client_title" = "UŻYTKOWNIK PERSPEKTYWNY KLIENTA";
"wizard.one_page.persistent_client_description" = "Identyfikator klienta UUID jest losowo generowanym identyfikatorem, który jest zapisywany przy każdym pomiarze. UUID Persistent Client oznacza, że identyfikator jest taki sam dla każdego pomiaru. Jest to konieczne, aby umożliwić historię pomiarów i synchronizację wyników między urządzeniami.";
"wizard.one_page.finish_description" = "Proszę dokonać wyboru tutaj. Możesz to zmienić później w Ustawieniach.";


